# функция 'round' может окгруглять число.
# из входящих параметров первый это окгругляющая число
# второй это число, ряд после точки после которого идут округление.

# первое число после которого идут округление:

# floated_number = float(input('Введите дробные числа: '))

# print(round(floated_number, 1))
#                           ^
#                           |

# --------------------------------------------

# Приведение типов

# force = float(input('Введите шкалу силы: '))

# force *= 10

# # print(force // 1)
# print(int(force))